Repository: Elorucov/Laney-Legacy
Catalog: Elorucov.Laney/Strings/*/Resources.resw
Source language: en_us
Languages: ru_ru, uk_ua

# sg_passcode_info
source: If you forget your local password, you'll need to log out of Laney and log in again.
ru_ru: Если Вы забудете локальный пароль, Вам придётся выйти из аккаунта и войти снова.
uk_ua: Якщо Ви забудете локальний пароль, Вам доведеться вийти з облікового запису та увійти знову.

# sg_passcode_set
source: Set
ru_ru: Установить
uk_ua: Встановити

# sg_passcode_change
source: Change
ru_ru: Изменить
uk_ua: Змінити

# sg_passcode_remove.Content
source: Delete
ru_ru: Удалить
uk_ua: Видалити

# sg_pass_winhello.Header
source: Use Windows Hello
ru_ru: Использовать Windows Hello
uk_ua: Використовувати Windows Hello

# sg_pass_modal_creation
source: New password
ru_ru: Новый пароль
uk_ua: Новий пароль

# sg_pass_modal_change
source: Change password
ru_ru: Изменить пароль
uk_ua: Змінити пароль

# sg_pass_modal_remove
source: Change password
ru_ru: Удалить пароль
uk_ua: Видалити пароль

# sg_pass_old
source: Your current password
ru_ru: Ваш текущий пароль
uk_ua: Ваш поточний пароль

# sg_pass_new
source: Enter new password
ru_ru: Введите новый пароль
uk_ua: Введіть новий пароль

# sg_pass_again
source: Confirm password
ru_ru: Подтвердите пароль
uk_ua: Пiдтвердiть пароль

# sg_pass_modal_short
source: Password must contain at least 4 characters.
ru_ru: Пароль должен содержать не менее 4 символов.
uk_ua: Пароль повинен мiстити не менше 4 символiв.

# sg_pass_modal_mismatch
source: Passwords do not match.
ru_ru: Пароли не совпадают.
uk_ua: Паролi не спiвпадають.

# sg_pass_modal_wrong
source: Current password is wrong.
ru_ru: Текущий пароль неверный.
uk_ua: Поточний пароль невiрний.

# sg_pass_modal_btn_set
source: Set
ru_ru: Установить
uk_ua: Встановити

# sg_pass_modal_btn_delete
source: Delete
ru_ru: Удалить
uk_ua: Видалити

source: Cancel
ru_ru: Отмена
uk_ua: Скасувати

source: Continue
ru_ru: Продолжить
uk_ua: Продовжити

source: Send
ru_ru: Отправить
uk_ua: Надіслати

# passcheck_title.Text
source: Enter your local password
ru_ru: Введите локальный пароль
uk_ua: Введіть локальний пароль

# passcheck_continue.Content
source: Continue
ru_ru: Продолжить
uk_ua: Продовжити

# passcheck_logout.Content
source: Log out
ru_ru: Выйти из аккаунта
uk_ua: Вийти з акаунту

# hint_msg_flyout_mouse_subtitle
source: Right-click for additional options
ru_ru: Нажмите правой кнопкой мыши для дополнительных опций
uk_ua: Натисніть правою кнопкою миші для додаткових опцій

# hint_msg_flyout_touch_subtitle
source: Long-press for additional options
ru_ru: Удерживайте для дополнительных опций
uk_ua: Утримуйте для додаткових опцій

source: Play
ru_ru: Слушать
uk_ua: Слухати

# resolution
source: Quality
ru_ru: Качество
uk_ua: Якість

source: Speed
ru_ru: Скорость
uk_ua: Швидкість

# im_status_more
source: and {0} more
ru_ru: и ещё {0}
uk_ua: і ще {0}

# sg_stickers.Header
source: Stickers
ru_ru: Стикеры
uk_ua: Стікери

# sg_stickers_suggestions.Header
source: Suggestions
ru_ru: Подсказки стикеров
uk_ua: Підказки стікерів

# sg_stickers_suggestions.Description
source: Matching stickers will appear when you type certain words or emojis
ru_ru: При вводе смайлов и некоторых слов будут показываться подсказки стикеров
uk_ua: При виборі смайлів або введенні деяких слів будуть відображатися підказки стікерів, відповідні до емоцій.

# sg_stickers_animation.Header
source: Animated stickers
ru_ru: Анимированные стикеры
uk_ua: Анімовані стікери

# sg_stickers_animation.Description
source: Animated stickers will be played automatically
ru_ru: Стикеры с анимацией будут проигрываться автоматически
uk_ua: Стікери з анімацією програватимуться автоматично

# lpact_photo_single
source: is sending a photo
ru_ru: отправляет фото
uk_ua: надсилає фото

# lpact_photo_multi
source: is sending a photo
ru_ru: отправляют фото
uk_ua: надсилають фото

# lpact_video_single
source: is sending a video
ru_ru: отправляет видео
uk_ua: надсилає відео

# lpact_video_multi
source: is sending a video
ru_ru: отправляют видео
uk_ua: надсилають відео

# lpact_file_single
source: is sending a file
ru_ru: отправляет файл
uk_ua: надсилає файл

# lpact_file_multi
source: is sending a file
ru_ru: отправляют файл
uk_ua: надсилають файл

# ActionAcceptedMessageRequestFemale
source: accepted your message request
ru_ru: приняла ваш запрос на переписку
uk_ua: прийняла ваш запит на переписку

# ActionAcceptedMessageRequestMale
source: accepted your message request
ru_ru: принял ваш запрос на переписку
uk_ua: прийняв ваш запит на переписку

source: Empty message
ru_ru: Пустое сообщение
uk_ua: Пусте повiдомлення

# story_clst_place
source: View location
ru_ru: Перейти к месту
uk_ua: Перейти до місця

# story_clst_hashtag
source: Search hashtag
ru_ru: Поиск по хештегу
uk_ua: Пошук за хештегом

# story_clst_post
source: Go to post
ru_ru: Перейти к записи
uk_ua: Перейти до запису

# story_clst_link
source: Open
ru_ru: Перейти
uk_ua: Перейти

# story_clst_market
source: More
ru_ru: Подробнее
uk_ua: Детальніше

# hotkeys
source: General: Esc — close chat; Ctrl + Q — exit app; Ctrl + 1-9 — switch to an according chat; Ctrl + Shift + 1-9 — switch to an according folder; Ctrl + F — search messages in current dialog; Ctrl + Shift + F — search conversations and messages; Ctrl + N — create a new chat; Ctrl + Tab — open stickers panel (when message text input is unfocused); Ctrl + A — open message sending settings; F9 — main menu; F11 — full-screen mode; F5 — refresh messages list; Ctrl + F5 — refresh conversations/friends list. If message is in focus: Ctrl + R — reply to a message; Delete — delete message for me; Shift + Delete — delete message for all; Ctrl + Delete — mark message as spam. If message text input is in focus: Tab — open sticker panel; ↑ — Edit last sent message; ↓ — Reply latest message.
ru_ru: Общее: Esc — закрыть беседу; Ctrl + Q — закрыть приложение; Ctrl + 1-9 — переход в беседу с соответствующим порядковым номером; Ctrl + Shift + 1-9 — переход в папку с соответствующим порядковым номером; Ctrl + F — поиск сообщений в открытом диалоге; Ctrl + Shift + F — поиск бесед и сообщений; Ctrl + N — создать чат; Ctrl + Tab — открыть панель стикеров (когда фокус не в поле ввода сообщения); Ctrl + S — открыть настройки отправки сообщений; F9 — главное меню; F11 — полноэкранный режим; F5 — заново загружает сообщения; Ctrl + F5 — обновление списка бесед или друзей. Если фокус находится в сообщении: Ctrl + R — ответ на сообщение; Delete — удаление сообщения для себя; Shift + Delete — удаление сообщения для всех; Ctrl + Delete — отметка сообщения как спам. Если фокус в поле ввода сообщения: Tab — открыть панель стикеров; ↑ — Редактирование последнего отправленного вами сообщения; ↓ — Ответ на последнее сообщение.
uk_ua: Загальні: Esc — закрити бесіду; Ctrl + Q — закрити застосунок; Ctrl + 1-9 — перехід до бесіди з відповідним порядковим номером; Ctrl + Shift + 1-9 — перехід до теки з відповідним порядковим номером; Ctrl + F — пошук повiдомлень у вiдкритому дiалозi; Ctrl + Shift + F — пошук бесiд та повiдомлень; Ctrl + N — створити бесіду; Ctrl + Tab — відкрити панель стікерів (коли фокус не у полі введення повідомлення); Ctrl + S — відкрити налаштування відправки повідомлень; F9 — головне меню; F11 — повноекранний режим; F5 — заново завантажує повідомлення; Ctrl + F5 — оновлення списку бесід або друзів. Якщо фокус знаходиться в повідомленні: Ctrl + R — відповідь на повідомлення; Delete — видалення повідомлення для себе; Shift + Delete — видалення повідомлення для всіх; Ctrl + Delete — позначка повідомлення як спам. Якщо фокус у полі введення повідомлення: Tab — відкрити панель стікерів; ↑ — Редагування останнього надісланого повідомлення; ↓ — Відповідь на останнє повідомлення.

# hotkeys_title
source: Hot keys
ru_ru: Горячие клавиши
uk_ua: Гарячi клавiшi

# views_nom
source: {0} views
ru_ru: {0} просмотр
uk_ua: {0} перегляд

# views_gen
source: {0} views
ru_ru: {0} просмотра
uk_ua: {0} перегляду

# views_plu
source: {0} views
ru_ru: {0} просмотров
uk_ua: {0} переглядів

# status_no_internet
source: Waiting for network…
ru_ru: Ожидание сети…
uk_ua: Очікування мережі…

# status_connecting
source: Connecting…
ru_ru: Соединение…
uk_ua: З'єднання…

# status_updating
source: Updating…
ru_ru: Обновление…
uk_ua: Оновлення…

# status_waiting_reconnect
source: Connecting in {0} s…
ru_ru: Соединение через {0} с…
uk_ua: З'єднання через {0} с…

# network_error_descr
source: Please check your internet connection and try again.
ru_ru: Проверьте соединение и повторите попытку.
uk_ua: Перевірте з'єднання і спробуйте ще раз.

# network_error_no_internet
source: No internet connection
ru_ru: Нет соединения с интернетом
uk_ua: Немає з'єднання з інтернетом

source: Network error
ru_ru: Ошибка сети
uk_ua: Помилка мережі

# joined_Female
source: joined
ru_ru: присоединилась
uk_ua: приєдналася

# joined_Male
source: joined
ru_ru: присоединился
uk_ua: приєднався

# convmodal.Title
source: Conversation
ru_ru: Беседа
uk_ua: Бесiда

# chatinfo_casper
source: Phantom Chat
ru_ru: Фантом-чат
uk_ua: Фантом-чат

# chatinfo_donut
source: Chat for donors
ru_ru: Беседа для донов
uk_ua: Бесіда для донів

# MemberSeacrhBox.PlaceholderText
source: Search members
ru_ru: Поиск участников
uk_ua: Пошук учасників

# widget_report_title
source: Widget displays incorrectly?
ru_ru: Виджет отображается неправильно?
uk_ua: Віджет відображається некоректно?

# widget_report_text_p1.Text
source: Please screenshot the widget in official VK mobile app and send it to
ru_ru: Пожалуйста, сделайте скриншот виджета в мобильном приложении ВК и отправьте его в
uk_ua: Будь ласка, зробіть знімок екрана в мобільному застосунку ВК й надішліть його у

# widget_report_text_p2.Text
source: Laney community messages
ru_ru: сообщения сообщества Laney
uk_ua: повідомлення спільноти Laney

# widget_report_text_p3.Text
source: with the code below:
ru_ru: вместе с кодом ниже:
uk_ua: з кодом, зазначеним нище:

# choosebtn.Content
source: Choose
ru_ru: Сменить
uk_ua: Зминiть

# resetbtn.Content
source: Reset
ru_ru: Сбросить
uk_ua: Скинути

source: Download
ru_ru: Скачать
uk_ua: Завантажити

source: Downloaded
ru_ru: Загружено
uk_ua: Завантажено

# save_to_docs
source: Add to my files
ru_ru: Добавить в мои файлы
uk_ua: Додати до моїх файлів

# saved_to_docs
source: File saved to your files
ru_ru: Файл сохранён в ваших файлах
uk_ua: Файл збережено у ваших файлах

# ActionStyleUpdateMale
source: changed the chat theme to
ru_ru: изменил оформление чата на
uk_ua: змінив оформлення чату на

# ActionStyleUpdateFemale
source: changed the chat theme to
ru_ru: изменила оформление чата на
uk_ua: змінила оформлення чату на

# ActionStyleResetMale
source: reset the chat theme
ru_ru: сбросил оформление чата
uk_ua: скинув оформлення чата

# ActionStyleResetFemale
source: reset the chat theme
ru_ru: сбросила оформление чата
uk_ua: скинула оформлення чата

# style_update_not_available
source: Changing chat themes are available on the mobile app.
ru_ru: Смена оформления чата доступно в мобильном приложении.
uk_ua: Змiна оформленнi чату відображається в мобільному додатку.

# style_update_not_available_catfish
source: Changing chat themes are available on the mobile app.
ru_ru: Оформление чата показываем и здесь, в Laney.
uk_ua: Змiна оформленнi чату відображається в мобільному додатку.

# sa_style.Header
source: Chat theme
ru_ru: Оформление
uk_ua: Оформлення

source: Default
ru_ru: По умолчанию
uk_ua: За замовчуванням

source: Custom
ru_ru: Своё
uk_ua: Своє

# sa_background.Header
source: Chat background
ru_ru: Фон чата
uk_ua: Тло чату

# sa_color.Header
source: Color
ru_ru: Цвет сообщений
uk_ua: Колiр повiдомлень

# sa_bkg_file.Text
source: Choose file
ru_ru: Выберите файл
uk_ua: Виберіть файл

# msg_sample_sender
source: Laney — VK messenger
ru_ru: Laney — Мессенджер ВКонтакте
uk_ua: Laney — Месенджер VK

# msg_sample_01
source: Do you support themes?
ru_ru: Вы поддерживаете оформления?
uk_ua: Чи підтримуєте ви теми чатів?

# msg_sample_02
source: Here are some photos for you! ❤
ru_ru: Вот фотки для вас! ❤
uk_ua: Ось кілька фотографій для вас! ❤

# msg_sample_04
source: Beautiful!
ru_ru: Красивое!
uk_ua: Гарне!

# sa_ignore_chat_theme.Header
source: Ignore chat theme
ru_ru: Игнорировать оформление беседы
uk_ua: Iгнорувати оформлення бесiди

# sa_ignore_chat_theme.Description
source: Always apply my own theme, even if a chat has its own one
ru_ru: Всегда применять своё оформление, даже если в беседе установлено другое
uk_ua: Завжди застосовувати своє оформлення, навіть якщо у бесіді встановлене інше

# conv_goto_first
source: Go to the beginning of chat
ru_ru: Перейти в начало беседы
uk_ua: Перейти у початок бесiди

# atch_wikipage
source: Wiki page
ru_ru: Страница
uk_ua: Сторінка

# atch_note
source: Note
ru_ru: Заметка
uk_ua: Нотатка

# atch_album
source: Album
ru_ru: Альбом
uk_ua: Альбом

# donut_support.Content
source: Donate
ru_ru: Поддержать
uk_ua: Підтримати

source: Source
ru_ru: Источник
uk_ua: Джерело

# unknown_attachment
source: Not supported
ru_ru: Не поддерживается
uk_ua: Не підтримується

# chatinvdlg_vmc_1.Text
source: Show last
ru_ru: Показать последние
uk_ua: Показати останні

# chatinvdlg_vmc_2.Text
source: messages
ru_ru: сообщений
uk_ua: повідомлень

# bannedlink_title
source: Suspicious link
ru_ru: Ссылка на подозрительный сайт
uk_ua: Посилання на підозрілий сайт

# bannedlink_desc
source: We advise you against following this link.
ru_ru: Мы не рекомендуем переходить по этой ссылке.
uk_ua: Ми не рекомендуємо переходити за цим посиланням.

# favorites_myself
source: Favorites
ru_ru: Избранное
uk_ua: Збережене

# sticker_pack.Title
source: Sticker pack
ru_ru: Набор стикеров
uk_ua: Набір стікерів

# open_in_browser.Content
source: Open in browser
ru_ru: Открыть в браузере
uk_ua: Відкрити у веб-переглядачі

source: About app
ru_ru: О приложении
uk_ua: Про програму

# about2_builddate.Header
source: Build date
ru_ru: Дата сборки
uk_ua: Дата збирання

# about2_version.Header
source: Version
ru_ru: Версия
uk_ua: Версiя

# about2_community.Header
source: Our community
ru_ru: Наше сообщество
uk_ua: Наша спільнота

# about2_open_group.Content
source: Go to community
ru_ru: Перейти в сообщество
uk_ua: Перейти до спiльноти

# about2_write_us.Content
source: Write us
ru_ru: Напишите нам
uk_ua: Напишiть нам

# about2_libs.Header
source: Used libraries
ru_ru: Используемые библиотеки
uk_ua: Використовувані бібліотеки

# about2_tanody.Header
source: Donate
ru_ru: Поддержать
uk_ua: Підтримати

# about2_privacy.Content
source: Privacy Policy
ru_ru: Политика конфиденциальности
uk_ua: Політика конфіденційності

# about2_terms.Content
source: Terms of Service
ru_ru: Пользовательское соглашение
uk_ua: Угода користувача

# about2_useful_links.Header
source: Useful links
ru_ru: Полезные ссылки
uk_ua: Корисні посилання

# about2_review.Header
source: Rate and review
ru_ru: Оценить и дать отзыв
uk_ua: Оцiнити та написати вiдгук

# about2_vk.Header
source: VK
ru_ru: ВКонтакте
uk_ua: ВКонтактi

# logout_dialog
source: Are you sure you want to log out?
ru_ru: Вы уверены, что хотите выйти из Вашего аккаунта?
uk_ua: Ви впевнені, що хочете вийти з Вашого акаунту?

# globerror_sendreport_modal_placeholder
source: Tell what did you do so the app crashed (optional)
ru_ru: Напишите сюда Ваши действия, которые привели к падению приложения (необязательно)
uk_ua: Напишіть тут Ваші дії, що призвели до падіння застосунку (необов'язково)

# messagespam_dialog_nom
source: Are you sure you want to mark this message as spam and delete?
ru_ru: Вы действительно хотите отметить сообщение как спам и удалить?
uk_ua: Ви впевнені, що хочете позначити повідомлення як спам і видалити його?

# messagespam_dialog_gen
source: Are you sure you want to mark {0} messages as spam and delete?
ru_ru: Вы действительно хотите отметить {0} сообщения как спам и удалить?
uk_ua: Ви впевнені, що хочете позначити {0} повідомлення як спам і видалити його?

# messagespam_dialog_plu
source: Are you sure you want to mark {0} messages as spam and delete?
ru_ru: Вы действительно хотите отметить {0} сообщений как спам и удалить?
uk_ua: Ви впевнені, що хочете позначити {0} повідомлень як спам і видалити його?

# messagedelete_dialog_nom
source: Are you sure you want to delete this message?
ru_ru: Вы действительно хотите удалить сообщение?
uk_ua: Ви дійсно хочете видалити повідомлення?

# messagedelete_dialog_gen
source: Are you sure you want to delete {0} messages?
ru_ru: Вы действительно хотите удалить {0} сообщения?
uk_ua: Ви дійсно хочете видалити {0} повідомлення?

# messagedelete_dialog_plu
source: Are you sure you want to delete {0} messages?
ru_ru: Вы действительно хотите удалить {0} сообщений?
uk_ua: Ви дійсно хочете видалити {0} повідомлень?

# messagedelete_all_dialog_nom
source: Are you sure you want to delete this message for all?
ru_ru: Вы действительно хотите удалить сообщение для всех?
uk_ua: Ви дійсно хочете видалити повідомлення для всiх?

# messagedelete_all_dialog_gen
source: Are you sure you want to delete {0} messages for all?
ru_ru: Вы действительно хотите удалить {0} сообщения для всех?
uk_ua: Ви дійсно хочете видалити {0} повідомлення для всiх?

# messagedelete_all_dialog_plu
source: Are you sure you want to delete {0} messages for all?
ru_ru: Вы действительно хотите удалить {0} сообщений для всех?
uk_ua: Ви дійсно хочете видалити {0} повідомлень для всiх?

# empty_dialog_stub_text_m
source: Send him a message or sticker.
ru_ru: Напишите ему или отправьте стикер.
uk_ua: Напишіть йому або надішліть стікер.

# empty_dialog_stub_text_f
source: Send her a message or sticker.
ru_ru: Напишите ей или отправьте стикер.
uk_ua: Напишіть їй або надішліть стікер.

# add_friend_btn.Content
source: Add friend
ru_ru: Добавить в друзья
uk_ua: Долучити до друзiв

# view_profile_btn.Content
source: View profile
ru_ru: Посмотреть профиль
uk_ua: Переглянути сторiнку

# sharetarget_selected.Text
source: Choose chats (maximum 10)
ru_ru: Выберите диалоги (максимум 10)
uk_ua: Оберіть діалоги (максимум 10)

# sharetarget_err_upload_nomsg_title
source: All files failed to upload
ru_ru: Возникла ошибка при загрузке всех файлов
uk_ua: Виникла помилка при завантаженні усіх файлів

# sharetarget_err_upload_nomsg_desc
source: Please try again. Make sure each file is not bigger than 2 Gb.
ru_ru: Пожалуйста, попробуйте ещё раз. Убедитесь, что размер каждого файла не превышает 2 Гб.
uk_ua: Будь ласка, спробуйте ще. Переконайтесь, що розмір кожного файла не перевищує 2 Гб.

# sharetarget_err_upload_title
source: Not all files could be uploaded
ru_ru: Не все файлы удалось загрузить
uk_ua: Не всі файли вдалось завантажити

# sharetarget_err_upload_desc_single
source: "{0}" failed to upload. You can send message without this file. Do you wish to proceed?
ru_ru: Не удалось загрузить файл «{0}». Вы можете отправить сообщение без этого файла. Продолжить?
uk_ua: Не вдалось завантажити файл «{0}». Ви можете надіслати повідомлення без цього файлу. Продовжити?

# sharetarget_err_upload_desc_multi
source: Failed to upload these files: {0} You can send message without these files. Do you wish to proceed?
ru_ru: Не удалось загрузить следующие файлы: {0} Вы можете отправить сообщение без этих файлов. Продолжить?
uk_ua: Не вдалось завантажити дані файли: {0} Ви можете надіслати повідомлення без цих файлів. Продовжити?

# sharetarget_sent_but_not_all_title
source: The message was sent not to everyone
ru_ru: Сообщение было отправлено не всем
uk_ua: Повідомлення було надіслано не усім

# sharetarget_err_send
source: Couldn't sent the message to "{0}"
ru_ru: Не удалось отправить сообщение в «{0}»
uk_ua: Не вдалось надіслати повідомлення у «{0}»

# sharetarget_err_send_user
source: Couldn't sent the message to {0}
ru_ru: Не удалось отправить сообщение {0}
uk_ua: Не вдалось надіслати повідомлення {0}

# sharetarget_sent_but_not_all
source: Couldn't sent the message to these chats: {0}
ru_ru: Не удалось отправить сообщение в эти диалоги: {0}
uk_ua: Не вдалось надіслати повідомлення в ці діалоги: {0}

# msg_copy_text
source: Copy text
ru_ru: Скопировать текст
uk_ua: Копiювати текст

# gobtn.Content
source: Go
ru_ru: Перейти
uk_ua: Перейти

source: Go
ru_ru: Перейти
uk_ua: Перейти

# offstxt.Text
source: Offset:
ru_ru: Смещение:
uk_ua: Змiщення:

source: Restore
ru_ru: Восстановить
uk_ua: Вiдновити

source: Emoji
ru_ru: Эмодзи
uk_ua: Емодзi

# copy_clipboard
source: Copy to clipboard
ru_ru: Скопировать в буфер обмена
uk_ua: Копiювати в буфер обмiну

# AllConv_Favorites
source: Favorites
ru_ru: Избранное
uk_ua: Збережене

source: Saved messages
ru_ru: Сохранённые сообщения
uk_ua: Збережені повідомлення

source: Block
ru_ru: Заблокировать
uk_ua: Заблокувати

source: Unblock
ru_ru: Разблокировать
uk_ua: Розблокувати

# block_confirmation
source: Are you sure you want to block {0}?
ru_ru: Вы действительно хотите заблокировать {0}?
uk_ua: Ви дійсно хочете заблокувати {0}?

# sa_emoji.Header
source: Use Apple emoji
ru_ru: Эмодзи Apple
uk_ua: Емозi Apple

# sa_emoji.Description
source: instead of system one
ru_ru: вместо системного
uk_ua: замiсть системного

# emoji_panel_error
source: Try opening the emoji panel with on-screen keyboard or by pressing Win + .
ru_ru: Попробуйте открыть панель emoji на экранной клавиатуре, либо с помощью комбинации клавиш Win + .
uk_ua: Спробуйте відкрити панель emoji використовуючи екранну клавіатуру або через комбінацію клавіш Win + .

# sticker_keywords_ctx
source: Sticker keywords
ru_ru: Подсказки к стикеру
uk_ua: Підказки до стікера

# sticker_keywords_ctx_empty
source: No keywords for this sticker
ru_ru: Нет подсказок для этого стикера
uk_ua: Немає пiдказок для цього стiкера

# conv_unwanted_name
source: Invalid name for chat!
ru_ru: Недопустимое название для беседы!
uk_ua: Неприпустима назва для бесiди!

source: Info
ru_ru: Инфо
uk_ua: Iнфо

source: Copy link
ru_ru: Скопировать ссылку
uk_ua: Копіювати посилання

# copy_link_short
source: Copy link
ru_ru: Ссылка
uk_ua: Посилання

# notifications_short
source: Notifications
ru_ru: Уведомления
uk_ua: Сповiщення

# go_to_conv
source: Message
ru_ru: Написать
uk_ua: Написати

# chat_edit
source: Edit chat
ru_ru: Редактир.
uk_ua: Редагувати

# add_member
source: Add
ru_ru: Добавить
uk_ua: Додати

source: More
ru_ru: Ещё
uk_ua: Ще

source: Unpin message
ru_ru: Открепить сообщение
uk_ua: Відкріпити повідомлення

source: Copied to clipboard
ru_ru: Скопировано в буфер обмена
uk_ua: Скопійовано до буферу обміну

# peerprofile_chatname.Text
source: Chat name
ru_ru: Название чата
uk_ua: Назву бесіди

# peerprofile_chatdesc.Text
source: Description
ru_ru: Описание
uk_ua: Опис

# peerprofile_change_description.Label
source: Edit description
ru_ru: Редактировать описание
uk_ua: Редаґувати опис

# peerprofile_chatphoto.Text
source: Chat photo
ru_ru: Фотография чата
uk_ua: Фотографія бесіди

# peerprofile_chatphoto_browse.Label
source: Upload from device
ru_ru: Загрузить с устройства
uk_ua: Завантажити з пристрою

# peerprofile_chatphoto_create.Label
source: Create using emojis or sticker
ru_ru: Создать из эмодзи или стикера
uk_ua: Створити з емодзі або стiкера

# peerprofile_chatphoto_delete.Label
source: Delete photo
ru_ru: Удалить фотографию
uk_ua: Видалити фотографiю

# peerprofile_misc.Text
source: Miscellaneous
ru_ru: Прочее
uk_ua: Iнше

# peerprofile_chatmgmt.Label
source: Management
ru_ru: Управление
uk_ua: Керування

source: File saved
ru_ru: Файл сохранён
uk_ua: Файл збережено

# channel_leave_confirmation
source: If you unsubscribe, you will no longer receive new messages from this channel. You can re-subscribe at any time. Continue?
ru_ru: Отписавшись от канала, Вы не будете получать новые сообщения. Вы сможете вернуться впоследствии. Продолжить?
uk_ua: Якщо Ви відпишетеся від каналу, то більше не будете отримувати нових повідомлень. Ви можете повторно підписатися пізніше. Продовжити?
